Ran Plan for 2 projects:

1. dir: `.` workspace: `default`
1. dir: `test/aws/backend-team` workspace: `default`

### 1. dir: `.` workspace: `default`
```diff
No changes. Your infrastructure matches the configuration.

Terraform has compared your real infrastructure against your configuration
and found no differences, so no changes are needed.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`

---
### 2. dir: `test/aws/backend-team` workspace: `default`
<details><summary>Show Output</summary>

```diff
data.aws_ssoadmin_instances.example: Reading...
data.aws_ssoadmin_instances.example: Read complete after 0s [id=ap-southeast-1]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_iam_policy.example will be created
+ resource "aws_iam_policy" "example" {
      + arn         = (known after apply)
      + description = "My test policy"
      + id          = (known after apply)
      + name        = "TestPolicy"
      + name_prefix = (known after apply)
      + path        = "/"
      + policy      = jsonencode(
            {
              + Statement = [
                  + {
                      + Action   = [
                          + "ec2:Describe*",
                        ]
                      + Effect   = "Allow"
                      + Resource = "*"
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
      + policy_id   = (known after apply)
      + tags_all    = (known after apply)
    }

  # aws_ssoadmin_permission_set.example will be created
+ resource "aws_ssoadmin_permission_set" "example" {
      + arn              = (known after apply)
      + created_date     = (known after apply)
      + id               = (known after apply)
      + instance_arn     = "arn:aws:sso:::instance/ssoins-82104fcbcd47877f"
      + name             = "Example"
      + session_duration = "PT1H"
      + tags_all         = (known after apply)
    }

  # aws_ssoadmin_permissions_boundary_attachment.example will be created
+ resource "aws_ssoadmin_permissions_boundary_attachment" "example" {
      + id                 = (known after apply)
      + instance_arn       = "arn:aws:sso:::instance/ssoins-82104fcbcd47877f"
      + permission_set_arn = (known after apply)

      + permissions_boundary {
          + customer_managed_policy_reference {
              + name = "TestPolicy"
              + path = "/"
            }
        }
    }

Plan: 3 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d test/aws/backend-team`
* :put_litter_in_its_place: To **delete** this plan click [here](http://18.141.200.142:4141/lock?id=hieuAgileOps%252Fagileops-atlantis-access-management%252Ftest%252Faws%252Fbackend-team%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d test/aws/backend-team`
</details>
Plan: 3 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`